[
	{
		"position_name": "Researcher on Silicon Sensors",
		"employer": "UZH",
		"start_date": "Jun 2020",
		"end_date": "present",
		"description": "R&D in ultra fast silicon pixel particle detectors and ASICs for application in future collider experiments. I produced the most complete characterization of the novel TI-LGAD pixel technology up to date. Currently exploring machine learning reconstruction algorithms for the novel Resistive Silicon Detector (RSD) pixel technology.",
		"responsibilities": [
			"Design and implement testing procedures and experimental setups for diverse pixel technologies.",
			"Design and implement data analysis methodologies and algorithms.",
			"Evaluate results and compare with state of the art in the ﬁeld.",
			"Present results in conferences and publish in scientific journals."
		],
		"work_load": "Full-time",
		"modality": "On-site"
	},
	{
		"position_name": "Lecture assistant",
		"employer": "UZH",
		"start_date": "Jun 2020",
		"end_date": "present",
		"description": "Lecture assistant in bachelor and master level courses. Some courses in which I have taught: Modern Physics 2, Experimental Methods in Particle Physics, Physics 2 for Life Sciences, Nuclear and Particle Physics Lab 1, etc.",
		"responsibilities": [
			"Teach students and answer questions.",
			"Supervise exams.",
			"Grade reports and exams.",
			"Assist professors during lectures."
		],
		"work_load": "Part-time",
		"modality": "On-site"
	},
	{
		"position_name": "Associate scientist",
		"employer": "CERN",
		"start_date": "Sep 2022",
		"end_date": "present",
		"description": "User of CERN computing and large scale experimental facilities for my research on silicon pixels.",
		"work_load": "Full-time",
		"modality": "Hybrid"
	},
	{
		"position_name": "R&D Engineering Internship",
		"employer": "Fermilab",
		"start_date": "Jun 2019",
		"end_date": "Dec 2019",
		"description": "Development and implementation of theoretical models and an experimental setup to test various hypotheses about fundamental physical interactions using silicon Skipper CCD detectors, lasers and non-linear birefringent optical materials. My work was published in Physical Review Quantum, one of the leading journals in the field.",
		"work_load": "Full-time",
		"modality": "On-site"
	},
	{
		"position_name": "Junior Scientist",
		"employer": "INTI",
		"start_date": "Aug 2018",
		"end_date": "May 2019",
		"description": "Member of the Quantum Standards Laboratory in the metrology department. Worked on several projects that involved hardware design, data production, and data analysis.",
		"work_load": "Part-time",
		"modality": "On-site"
	},
	{
		"position_name": "R&D Metrology Internship",
		"employer": "INTI",
		"start_date": "Aug 2017",
		"end_date": "Aug 2018",
		"description": "Designed, simulated, implemented and tested an innovative geometry for a high precision AC voltage divider for application in metrology. The prototype reached an accuracy of ~99.8% in a range from DC up to 10 kHz. The project was selected for participation at the CPEM 2018 conference, in Paris, which is the most important conference worldwide in the domain of electromagnetic measurements. I was awarded an Early Career Grant for this project.",
		"work_load": "Part-time",
		"modality": "On-site"
	},
	{
		"position_name": "Entrepreneur",
		"employer": "Senger Efectos",
		"start_date": "Apr 2010",
		"end_date": "Jun 2020",
		"description": "Production of electronic equipment for musicians. As an entrepreneur, I was in charge of the complete process from conceptualization of products to customer attention. I had stock products as well as customized solutions for clients. Products included FX pedals, musical instruments (e.g. electric guitars), amplifiers, etc.",
		"responsibilities": [
			"Product conception.",
			"Technical design.",
			"Suppliers.",
			"Production.",
			"Marketing.",
			"Sales.",
			"Attention to customers."
		],
		"work_load": "Part-time",
		"modality": "On-site"
	}
]
